var o = {
    "code": "200",
    "data": {
        "2019": {
            "秦皇岛": 8683089.0,
            "廊坊电碳排占冀北电碳排": 12.0,
            "冀北电碳排放强度": 0.0,
            "秦皇岛电碳排占冀北电碳排": 13.0,
            "张家口电碳排占冀北电碳排": 16.0,
            "廊坊": 8230365.0,
            "唐山": 2.970718E7,
            "冀北电碳排占冀北全社会碳排": 0.0,
            "承德电碳排占冀北电碳排": 14.0,
            "承德": 9340473.0,
            "唐山电碳排占冀北电碳排": 45.0,
            "冀北全社会碳排": 2.6906684742E11,
            "张家口": 1.0511439E7,
            "冀北": 6.647254677E7
        }, "2018": {
            "秦皇岛": 8155274.0, "廊坊电碳排占冀北电碳排": 12.0, "冀北电碳排放强度": 0.0,
            "秦皇岛电碳排占冀北电碳排": 13.0, "张家口电碳排占冀北电碳排": 15.0, "廊坊": 7796698.0, "唐山": 2.8889702E7, "冀北电碳排占冀北全社会碳排": 0.0, "承德电碳排占冀北电碳排": 13.0, "承德": 8399921.0, "唐山电碳排占冀北电碳排": 46.0, "冀北全社会碳排": 2.5403099103E11,
            "张家口": 9742518.0, "冀北": 6.29841127925E7
        }, "2017": {
            "秦皇岛": 8184173.0, "廊坊电碳排占冀北电碳排": 13.0, "冀北电碳排放强度": 0.0, "秦皇岛电碳排占冀北电碳排": 13.0, "张家口电碳排占冀北电碳排": 17.0, "廊坊": 8065820.0, "唐山": 2.900512E7,
            "冀北电碳排占冀北全社会碳排": 0.0, "承德电碳排占冀北电碳排": 10.0, "承德": 5838038.0, "唐山电碳排占冀北电碳排": 47.0, "冀北全社会碳排": 2.39150004786E11, "张家口": 1.0268282E7, "冀北": 6.13614327205E7
        }, "2016": {
            "秦皇岛": 8216763.0, "廊坊电碳排占冀北电碳排": 10.0,
            "冀北电碳排放强度": 0.0, "秦皇岛电碳排占冀北电碳排": 15.0, "张家口电碳排占冀北电碳排": 17.0, "廊坊": 5612951.0, "唐山": 2.62373E7, "冀北电碳排占冀北全社会碳排": 0.0, "承德电碳排占冀北电碳排": 9.0, "承德": 4858487.0, "唐山电碳排占冀北电碳排": 48.0,
            "冀北全社会碳排": 2.33747962974E11, "张家口": 9358057.0, "冀北": 5.42835578395E7
        }, "2021": {
            "秦皇岛": 4694742.0, "廊坊电碳排占冀北电碳排": 12.0,
            "冀北电碳排放强度": 0.0, "秦皇岛电碳排占冀北电碳排": 16.0, "张家口电碳排占冀北电碳排": 15.0, "廊坊": 3366467.0,
            "唐山": 1.3005363E7, "冀北电碳排占冀北全社会碳排": 0.0, "承德电碳排占冀北电碳排": 13.0,
            "承德": 3918620.0, "唐山电碳排占冀北电碳排": 45.0, "冀北全社会碳排": 3.0167089974E11, "张家口": 4239968.0,
            "冀北": 2.9225160709E7
        }, "2020": {
            "秦皇岛": 1.003662E7,
            "廊坊电碳排占冀北电碳排": 11.0, "冀北电碳排放强度": 0.0, "秦皇岛电碳排占冀北电碳排": 15.0, "张家口电碳排占冀北电碳排": 15.0, "廊坊": 7633407.0, "唐山": 3.1549495E7, "冀北电碳排占冀北全社会碳排": 0.0, "承德电碳排占冀北电碳排": 12.0, "承德": 8424259.0,
            "唐山电碳排占冀北电碳排": 47.0, "冀北全社会碳排": 2.84905603004E11, "张家口": 9800384.0, "冀北": 6.7444164123E7
        }
    }
}